Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/shijing__xiaoya-luming-004__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 常棣之華，鄂不韡韡。凡今之人，莫如兄弟。
en: The flowers of the cherry tree -- Are they not gorgeously displayed? Of all the men in the world There are none equal to brothers.

source: 死喪之威，兄弟孔懷。原隰裒矣，兄弟求矣。
en: On the dreaded occasions of death and burial, It is brothers who greatly sympathize. When fugitives are collected on the heights and low grounds, They are brothers who will seek one another out.

source: 脊令在原，兄弟急難。每有良朋，況也永歎。
en: There is the wagtail on the level height; -- When brothers are in urgent difficulties, Friends, though they may be good, Will only heave long sighs.

source: 兄弟鬩于牆，外禦其務。每有良朋，蒸也無戎。
en: Brothers may quarrel inside the walls, But they will oppose insult from without, When friends, however good they may be, Will not afford help.

source: 喪亂既平，既安且寧。雖有兄弟，不如友生。
en: When death and disorder are past, And there are tranquillity and rest; Although they have brothers, Some reckon them not equal to friends.

source: 儐爾籩豆，飲酒之飫。兄弟既具，和樂且孺。
en: Your dishes may be set in array, And you may drink to satiety; But it is when your brothers are all present, That you are harmonious and happy, with child-like joy.

source: 妻子好合，如鼓瑟琴。兄弟既翕，和樂且湛。
en: Loving union with wife and children Is like the music of lutes; But it is the accord of brothers Which makes the harmony and happiness lasting.

source: 宜爾室家，樂爾妻孥。是究是圖，亶其然乎。
en: For the ordering of your family, For your joy in your wife and children, Examine this and study it; -- Will you not find that it is truly so?
